Repository: pedrodsac/Verkeier
Catalog: Verkéier/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, lb, pt

source: %lld min
de: %1$lld Min.
fr: %1$lld min
lb: %1$lld Min.
pt: %1$lld min

source: %lld min before
de: %1$lld Min. vorher
fr: %1$lld min avant
lb: %1$lld Min. virdrun
pt: %1$lld min antes

source: %lldm
de: %1$lld m
fr: %1$lld m
lb: %1$lld m
pt: %1$lld m

source: 0 transfers · 0.0 km · Scheduled GTFS times
de: 0 Umstiege · 0,0 km · GTFS-Fahrplanzeiten
fr: 0 correspondances · 0,0 km · Horaires GTFS planifiés
lb: 0 Ëmsteigen · 0,0 km · geplangten GTFS-Fuerplang
pt: 0 transbordos · 0,0 km · Horários GTFS programados

source: About & Legal
de: Über & Rechtliches
fr: À propos et mentions légales
lb: Iwwer & Rechtleches
pt: Sobre e informações legais

source: Actions for %@
de: Aktionen für %1$@
fr: Actions pour %1$@
lb: Aktioune fir %1$@
pt: Ações para %1$@

source: Add
de: Hinzufügen
fr: Ajouter
lb: Dobäisetzen
pt: Adicionar

source: Add departure reminder
de: Abfahrtserinnerung hinzufügen
fr: Ajouter un rappel de départ
lb: Erënnerung un d’Depart bäisetzen
pt: Adicionar lembrete de partida

source: Add label
de: Label hinzufügen
fr: Ajouter une étiquette
lb: Label dobäisetzen
pt: Adicionar etiqueta

source: Administration des transports publics - GTFS public transport schedules and stops
de: Administration des transports publics - öffentliche GTFS-Fahrpläne und Haltestellen
fr: Administration des transports publics - horaires et arrêts de transports publics GTFS
lb: Administration des transports publics - GTFS-Fuerpläng an Arrête vum ëffentlechen Transport
pt: Administration des transports publics - horários e paragens de transporte público GTFS

source: Advanced
de: Erweitert
fr: Avancé
lb: Erweidert
pt: Avançado

source: All
de: Alle
fr: Tous
pt: Todos

source: All stops
de: Alle Haltestellen
fr: Tous les arrêts
lb: All Arrêten
pt: Todas as paragens

source: Appearance
de: Erscheinungsbild
fr: Apparence
lb: Ausgesinn
pt: Aspeto

source: Arrive
de: Ankunft
fr: Arrivée
lb: Ukënft
pt: Chegada

source: Arrive by…
de: Ankommen bis …
fr: Arriver avant…
lb: Ukënft bis …
pt: Chegar até…

source: Attribution
de: Quellenangaben
fr: Crédits
lb: Quellen
pt: Atribuição

source: Availability may have changed
de: Verfügbarkeit kann sich geändert haben
fr: La disponibilité a peut-être changé
lb: D’Disponibilitéit kann geännert hunn
pt: A disponibilidade pode ter sido alterada

source: Avoid tight transfers
de: Enge Umstiege vermeiden
fr: Éviter les correspondances trop courtes
lb: Kuerz Ëmsteigen vermeiden
pt: Evitar ligações muito curtas

source: Bike share stations
de: Fahrradverleihstationen
fr: Stations de vélos en libre-service
lb: Vëlosstatiounen
pt: Estações de bicicletas partilhadas

source: Bus stops
de: Bushaltestellen
fr: Arrêts de bus
lb: Busarrêten
pt: Paragens de autocarro

source: Cancel
de: Abbrechen
fr: Annuler
lb: Ofbriechen
pt: Cancelar

source: Cancel reminder
de: Erinnerung abbrechen
fr: Annuler le rappel
lb: Erënnerung ofbriechen
pt: Cancelar lembrete

source: Cancelled
de: Ausgefallen
fr: Annulé
lb: Annuléiert
pt: Cancelado

source: Change departure reminder
de: Abfahrtserinnerung ändern
fr: Modifier le rappel de départ
lb: Depart-Erënnerung änneren
pt: Alterar lembrete de partida

source: Check for GTFS update
de: Auf GTFS-Aktualisierung prüfen
fr: Rechercher une mise à jour GTFS
lb: No GTFS-Aktualiséierung kucken
pt: Verificar atualização do GTFS

source: Checking…
de: Wird geprüft …
fr: Vérification…
lb: Gëtt iwwerpréift…
pt: A verificar…

source: Checks data.public.lu for a newer GTFS feed
de: Prüft data.public.lu auf einen neueren GTFS-Datenfeed
fr: Vérifie si data.public.lu propose un flux GTFS plus récent
lb: Kuckt op data.public.lu no engem méi neie GTFS-Feed
pt: Verifica se existe um feed GTFS mais recente em data.public.lu

source: Choose a stop at this location
de: Haltestelle an diesem Ort auswählen
fr: Choisir un arrêt à cet emplacement
lb: En Arrêt op dëser Plaz auswielen
pt: Escolher uma paragem neste local

source: Choose travel time
de: Fahrzeit auswählen
fr: Choisir l’heure de trajet
lb: Reeszäit auswielen
pt: Escolher a hora da viagem

source: Clear search
de: Suche löschen
fr: Effacer la recherche
lb: Sich läschen
pt: Limpar pesquisa

source: Closest stops from mobiliteit.lu
de: Nächstgelegene Haltestellen von mobiliteit.lu
fr: Arrêts les plus proches depuis mobiliteit.lu
lb: Déi noosten Arrêten vu mobiliteit.lu
pt: Paragens mais próximas do mobiliteit.lu

source: Commute suggestion, %@, leave now
de: Pendlerempfehlung, %1$@, jetzt losgehen
fr: Suggestion de trajet, %1$@, partir maintenant
lb: Pendler-Virschlag, %1$@, elo fortgoen
pt: Sugestão de deslocação, %1$@, sair agora

source: Continues as %@ — no change needed
de: Weiter als %1$@ — kein Umstieg nötig
fr: Continue comme %1$@ — aucun changement nécessaire
lb: Geet weider als %1$@ — keng Ännerung néideg
pt: Continua como %1$@ — não é necessária qualquer alteração

source: Current Location
de: Aktueller Standort
fr: Position actuelle
lb: Aktuell Plaz
pt: Localização atual

source: Data
de: Daten
fr: Données
lb: Donnéeën
pt: Dados

source: Data Status
de: Datenstatus
fr: État des données
lb: Donnéeëstatus
pt: Estado dos dados

source: Default lead time
de: Standardvorlauf
fr: Délai par défaut
lb: Standard-Vorlafzäit
pt: Antecedência predefinida

source: Delete all favourites, recent stops, trips, and commute presets?
de: Alle Favoriten, zuletzt verwendeten Haltestellen, Fahrten und Pendelprofile löschen?
fr: Supprimer tous les favoris, arrêts récents, trajets et préréglages de trajet domicile-travail ?
lb: All Favoritten, rezent Arrêten, Reesen a Pendel-Presets läschen?
pt: Eliminar todos os favoritos, paragens recentes, viagens e predefinições de deslocação?

source: Delete all local data
de: Alle lokalen Daten löschen
fr: Supprimer toutes les données locales
lb: All lokal Donnéeë läschen
pt: Eliminar todos os dados locais

source: Delete everything
de: Alles löschen
fr: Tout supprimer
lb: Alles läschen
pt: Eliminar tudo

source: Departure refresh failed. %@
de: Aktualisierung der Abfahrten fehlgeschlagen. %1$@
fr: L’actualisation des départs a échoué. %1$@
lb: D’Aktualiséierung vun den Departuren ass net gelongen. %1$@
pt: A atualização das partidas falhou. %1$@

source: Departures
de: Abfahrten
fr: Départs
lb: Departuren
pt: Partidas

source: Departures unavailable
de: Abfahrten nicht verfügbar
fr: Départs indisponibles
lb: Departuren net verfügbar
pt: Partidas indisponíveis

source: Destination
de: Ziel
lb: Destinatioun
pt: Destino

source: Direction
de: Richtung
lb: Richtung
pt: Direção

source: Directions
de: Route
fr: Itinéraire
lb: Wee
pt: Itinerário

source: Disruption
de: Störung
fr: Perturbation
lb: Stéierung
pt: Perturbação

source: Disruption affects this leg
de: Störung betrifft diesen Abschnitt
fr: La perturbation affecte cette portion
lb: D’Stéierung betrëfft dësen Deel vun der Rees
pt: A perturbação afeta este segmento

source: Disruption Impact
de: Auswirkungen der Störung
fr: Impact de la perturbation
lb: Auswierkung vun der Stéierung
pt: Impacto da perturbação

source: Distance
de: Entfernung
lb: Distanz
pt: Distância

source: Done
de: Fertig
fr: Terminé
lb: Fäerdeg
pt: Concluído

source: Edit Label
de: Bezeichnung bearbeiten
fr: Modifier le libellé
lb: Label änneren
pt: Editar etiqueta

source: Edit labels
de: Labels bearbeiten
fr: Modifier les étiquettes
lb: Labels änneren
pt: Editar etiquetas

source: Edit Labels
de: Labels bearbeiten
fr: Modifier les étiquettes
lb: Labels änneren
pt: Editar etiquetas

source: Edit labels for %@
de: Labels für %1$@ bearbeiten
fr: Modifier les étiquettes de %1$@
lb: Labels fir %1$@ änneren
pt: Editar etiquetas de %1$@

source: Existing labels
de: Vorhandene Labels
fr: Étiquettes existantes
lb: Bestehend Labels
pt: Etiquetas existentes

source: Export support bundle
de: Support-Paket exportieren
fr: Exporter le paquet d’assistance
lb: Support-Pak exportéieren
pt: Exportar pacote de suporte

source: Fastest
de: Schnellste
fr: Le plus rapide
lb: Schnellsten
pt: Mais rápido

source: Favourite Stop
de: Favoriten-Haltestelle
fr: Arrêt favori
lb: Favoritten-Arrêt
pt: Paragem favorita

source: Favourite Stops
de: Favoriten-Haltestellen
fr: Arrêts favoris
lb: Favoritten-Arrêten
pt: Paragens favoritas

source: Favourites
de: Favoriten
fr: Favoris
lb: Favoritten
pt: Favoritos

source: Favourites refreshed
de: Favoriten aktualisiert
fr: Favoris actualisés
lb: Favoritten aktualiséiert
pt: Favoritos atualizados

source: Find a stop
de: Haltestelle suchen
fr: Trouver un arrêt
lb: Arrêt sichen
pt: Encontrar uma paragem

source: Find Routes
de: Routen suchen
fr: Rechercher des itinéraires
lb: Weeër sichen
pt: Procurar rotas

source: Finding nearby stops
de: Haltestellen in der Nähe werden gesucht
fr: Recherche d’arrêts à proximité
lb: No nooste Arrête sichen
pt: A procurar paragens próximas

source: From
de: Von
fr: Départ
lb: Vun
pt: De

source: From %@
de: Von %1$@
fr: Depuis %1$@
lb: Vu %1$@
pt: De %1$@

source: Get directions
de: Route anzeigen
fr: Obtenir l’itinéraire
lb: Wee weisen
pt: Obter itinerário

source: Get Next Departures
de: Nächste Abfahrten abrufen
fr: Obtenir les prochains départs
lb: Nächst Departuren ofruffen
pt: Obter próximas partidas

source: Get started
de: Loslegen
fr: Commencer
lb: Ufänken
pt: Começar

source: GTFS Data
de: GTFS-Daten
fr: Données GTFS
lb: GTFS-Donnéeën
pt: Dados GTFS

source: Information
de: Informationen
fr: Informations
lb: Informatiounen
pt: Informações

source: Journey Alerts
de: Fahrtwarnungen
fr: Alertes de trajet
lb: Reeswarnungen
pt: Alertas da viagem

source: Label (e.g. Home → Work)
de: Bezeichnung (z. B. Zuhause → Arbeit)
fr: Libellé (p. ex. Maison → Travail)
lb: Label (z. B. Doheem → Schaffen)
pt: Etiqueta (por ex., Casa → Trabalho)

source: Label (e.g. Home, Work)
de: Bezeichnung (z. B. Zuhause, Arbeit)
fr: Libellé (p. ex. Maison, Travail)
lb: Label (z. B. Doheem, Schaffen)
pt: Etiqueta (por ex., Casa, Trabalho)

source: Last service today
de: Letzte Fahrt heute
fr: Dernier service aujourd’hui
lb: Lescht Faart haut
pt: Último serviço hoje

source: Leave at…
de: Abfahrt um …
fr: Partir à…
lb: Fortfueren um…
pt: Partir às…

source: Leave now
de: Jetzt los
fr: Partir maintenant
lb: Elo fortgoen
pt: Partir agora

# Live Activity tracking %@ to %@
source: Live Activity tracking %1$@ to %2$@
de: Live-Aktivität verfolgt %1$@ bis %2$@
fr: L’activité en direct suit %1$@ vers %2$@
lb: Live-Aktivitéit verfollegt %1$@ bis %2$@
pt: A Atividade em tempo real está a acompanhar %1$@ até %2$@

source: Live departure data is unavailable in offline mode or without an ATP connection.
de: Live-Abfahrtsdaten sind im Offline-Modus oder ohne ATP-Verbindung nicht verfügbar.
fr: Les données de départ en direct ne sont pas disponibles hors ligne ou sans connexion ATP.
lb: Live-Departuredonnéeën sinn am Offline-Modus oder ouni ATP-Verbindung net verfügbar.
pt: Os dados de partidas em tempo real não estão disponíveis no modo offline ou sem ligação ATP.

source: Live departures are unavailable in offline mode or without an ATP connection.
de: Live-Abfahrten sind im Offline-Modus oder ohne ATP-Verbindung nicht verfügbar.
fr: Les départs en direct ne sont pas disponibles hors ligne ou sans connexion ATP.
lb: Live-Departuren sinn am Offline-Modus oder ouni ATP-Verbindung net verfügbar.
pt: As partidas em tempo real não estão disponíveis no modo offline ou sem ligação ATP.

source: Live departures could not be loaded for this stop.
de: Live-Abfahrten für diese Haltestelle konnten nicht geladen werden.
fr: Les départs en direct pour cet arrêt n’ont pas pu être chargés.
lb: D’Live-Departure fir dësen Arrêt konnten net geluede ginn.
pt: Não foi possível carregar as partidas em tempo real desta paragem.

source: Live departures unavailable
de: Live-Abfahrten nicht verfügbar
fr: Départs en direct indisponibles
lb: Live-Departuren net verfügbar
pt: Partidas em tempo real indisponíveis

source: Loading departures
de: Abfahrten werden geladen
fr: Chargement des départs
lb: Departure lueden
pt: A carregar partidas

source: Loading stops
de: Haltestellen werden geladen
fr: Chargement des arrêts
lb: Arrêten ginn gelueden
pt: A carregar paragens

source: Location
de: Standort
fr: Position
lb: Plaz
pt: Localização

source: Location is optional. You can search for stops without sharing your location.
de: Der Standort ist optional. Du kannst ohne Standortfreigabe nach Haltestellen suchen.
fr: La position est facultative. Vous pouvez rechercher des arrêts sans partager votre position.
lb: D’Plaz ass fakultativ. Du kanns no Arrête sichen, ouni deng Plaz ze deelen.
pt: A localização é opcional. Pode procurar paragens sem partilhar a sua localização.

source: Luxembourg transit map
de: ÖPNV-Karte von Luxemburg
fr: Carte des transports publics du Luxembourg
lb: Kaart vum ëffentlechen Transport zu Lëtzebuerg
pt: Mapa de transportes do Luxemburgo

source: Map pins
de: Kartenmarkierungen
fr: Repères de carte
lb: Kaartmarkéierungen
pt: Pins do mapa

source: Maps:
de: Karten:
fr: Cartes :
lb: Kaarten:
pt: Mapas:

source: Mode preference
de: Bevorzugtes Verkehrsmittel
fr: Mode préféré
lb: Preferéierte Modus
pt: Preferência de modo

source: More actions
de: Weitere Aktionen
fr: Autres actions
lb: Méi Aktiounen
pt: Mais ações

source: Name this trip so you can re-plan it in one tap. Use “Home → Work” for time-of-day commute suggestions.
de: Benenne diese Fahrt, um sie mit einem Fingertipp neu zu planen. Verwende „Zuhause → Arbeit“ für Pendelvorschläge nach Tageszeit.
fr: Nommez ce trajet pour pouvoir le replanifier d’un geste. Utilisez « Maison → Travail » pour les suggestions de trajet selon l’heure.
lb: Gëff dëser Rees en Numm, fir se mat engem Klick nei ze plangen. Benotz „Doheem → Schaffen“ fir Pendelvirschléi no Dageszäit.
pt: Dê um nome a esta viagem para a poder planear novamente com um toque. Use “Casa → Trabalho” para sugestões de deslocação consoante a hora do dia.

source: Nearby
de: In der Nähe
fr: À proximité
lb: An der Géigend
pt: Próximas

source: Nearby Stops
de: Haltestellen in der Nähe
fr: Arrêts à proximité
lb: Arrêten an der Géigend
pt: Paragens próximas

source: Nearby Suggestions
de: Vorschläge in der Nähe
fr: Suggestions à proximité
lb: Virschléi an der Géigend
pt: Sugestões próximas

source: Night bus
de: Nachtbus
fr: Bus de nuit
lb: Nuetsbus
pt: Autocarro noturno

source: No departures
de: Keine Abfahrten
fr: Aucun départ
lb: Keng Departuren
pt: Sem partidas

source: No favourites
de: Keine Favoriten
fr: Aucun favori
lb: Keng Favoritten
pt: Sem favoritos

source: No labels assigned
de: Keine Labels zugewiesen
fr: Aucune étiquette attribuée
lb: Keng Labels zougedeelt
pt: Nenhuma etiqueta atribuída

source: No live departures are currently available for this stop.
de: Für diese Haltestelle sind derzeit keine Live-Abfahrten verfügbar.
fr: Aucun départ en direct n’est actuellement disponible pour cet arrêt.
lb: Et si momentan keng Live-Departure fir dësen Arrêt verfügbar.
pt: Não há partidas em tempo real disponíveis para esta paragem.

source: No matches
de: Keine Treffer
fr: Aucun résultat
lb: Keng Resultater
pt: Sem correspondências

source: No nearby stops
de: Keine Haltestellen in der Nähe
fr: Aucun arrêt à proximité
lb: Keng Arrêten an der Géigend
pt: Sem paragens próximas

source: No upcoming departures
de: Keine bevorstehenden Abfahrten
fr: Aucun départ à venir
lb: Keng nächst Departuren
pt: Sem próximas partidas

source: Not wheelchair accessible
de: Nicht rollstuhlgerecht
fr: Non accessible en fauteuil roulant
lb: Net rollstullgerecht
pt: Não acessível a cadeiras de rodas

source: Notifications
de: Mitteilungen
lb: Notifikatiounen
pt: Notificações

source: Offline mode
de: Offline-Modus
fr: Mode hors ligne
lb: Offline-Modus
pt: Modo offline

source: On time
de: Pünktlich
fr: À l’heure
lb: Op der Zäit
pt: Pontual

source: Open departures
de: Abfahrten öffnen
fr: Ouvrir les départs
lb: Departuren opmaachen
pt: Abrir partidas

source: Open departures for %@
de: Abfahrten für %1$@ öffnen
fr: Ouvrir les départs pour %1$@
lb: Departuren fir %1$@ opmaachen
pt: Abrir partidas para %1$@

source: Open Favourite Stop
de: Favoriten-Haltestelle öffnen
fr: Ouvrir l’arrêt favori
lb: Favoritten-Arrêt opmaachen
pt: Abrir paragem favorita

source: Open in Apple Maps
de: In Karten öffnen
fr: Ouvrir dans Plans
lb: An Apple Maps opmaachen
pt: Abrir no Mapas

source: Open iOS Settings
de: iOS-Einstellungen öffnen
fr: Ouvrir les réglages iOS
lb: iOS-Astellungen opmaachen
pt: Abrir Definições do iOS

source: Open Stop
de: Haltestelle öffnen
fr: Ouvrir l’arrêt
lb: Arrêt opmaachen
pt: Abrir paragem

source: Open Verkéier route planning for a destination.
de: Verkéier-Routenplanung für ein Ziel öffnen.
fr: Ouvrir la planification d’itinéraire Verkéier vers une destination.
lb: Verkéier-Routeplanung fir eng Destinatioun opmaachen.
pt: Abrir o planeamento de rotas do Verkéier para um destino.

source: Open Verkéier to a saved favourite stop.
de: Verkéier für eine gespeicherte Favoriten-Haltestelle öffnen.
fr: Ouvrir Verkéier vers un arrêt favori enregistré.
lb: Verkéier fir e gespäicherten Favoritten-Arrêt opmaachen.
pt: Abrir o Verkéier para uma paragem favorita guardada.

source: Open Verkéier to nearby public transport stops.
de: Verkéier für nahegelegene ÖPNV-Haltestellen öffnen.
fr: Ouvrir Verkéier vers les arrêts de transports publics à proximité.
lb: Verkéier fir ëffentlech Arrêten an der Géigend opmaachen.
pt: Abrir o Verkéier para paragens de transportes públicos próximas.

source: Open Verkéier to track the next departure from a favourite stop.
de: Verkéier öffnen, um die nächste Abfahrt einer Favoriten-Haltestelle zu verfolgen.
fr: Ouvrir Verkéier pour suivre le prochain départ depuis un arrêt favori.
lb: Verkéier opmaachen, fir déi nächst Depart vun engem Favoritten-Arrêt ze verfollegen.
pt: Abrir o Verkéier para acompanhar a próxima partida de uma paragem favorita.

source: Opening %@.
de: %1$@ wird geöffnet.
fr: Ouverture de %1$@.
lb: %1$@ gëtt opgemaach.
pt: A abrir %1$@.

source: Opening departure tracking.
de: Abfahrtsverfolgung wird geöffnet.
fr: Ouverture du suivi des départs.
lb: Depart-Verfollegung gëtt opgemaach.
pt: A abrir o acompanhamento de partidas.

source: Opening nearby stops.
de: Haltestellen in der Nähe werden geöffnet.
fr: Ouverture des arrêts à proximité.
lb: Arrêten an der Géigend ginn opgemaach.
pt: A abrir paragens próximas.

source: Opening route planning.
de: Routenplanung wird geöffnet.
fr: Ouverture de la planification d’itinéraire.
lb: Routeplanung gëtt opgemaach.
pt: A abrir o planeamento de rotas.

source: Opens route step-by-step timeline
de: Öffnet die Schritt-für-Schritt-Routenansicht
fr: Ouvre la chronologie détaillée de l’itinéraire
lb: Öffnet d’Schrëtt-fir-Schrëtt-Routechronologie
pt: Abre a cronologia passo a passo da rota

source: Permissions
de: Berechtigungen
fr: Autorisations
lb: Berechtigungen
pt: Permissões

source: Plan
de: Route planen
fr: Itinéraire
lb: Route plangen
pt: Planear

source: Plan from %@
de: Route ab %1$@ planen
fr: Planifier depuis %1$@
lb: Vun %1$@ plangen
pt: Planear a partir de %1$@

source: Plan from this stop
de: Route ab dieser Haltestelle planen
fr: Planifier depuis cet arrêt
lb: Vun dësem Arrêt plangen
pt: Planear a partir desta paragem

source: Plan Route
de: Route planen
fr: Planifier un itinéraire
lb: Route plangen
pt: Planear rota

source: Plan to %@
de: Route nach %1$@ planen
fr: Planifier vers %1$@
lb: Op %1$@ plangen
pt: Planear para %1$@

source: Plan to this stop
de: Route zu dieser Haltestelle planen
fr: Planifier vers cet arrêt
lb: Op dësen Arrêt plangen
pt: Planear para esta paragem

source: Platform
de: Bahnsteig
fr: Quai
lb: Perrong
pt: Plataforma

source: Platform %@
de: Bahnsteig %1$@
fr: Quai %1$@
lb: Perrong %1$@
pt: Plataforma %1$@

source: Platform changed from %@
de: Bahnsteig geändert von %1$@
fr: Quai changé de %1$@
lb: Perrong geännert vun %1$@
pt: Plataforma alterada de %1$@

source: Platform filter
de: Bahnsteigfilter
fr: Filtre de quais
lb: Perrongsfilter
pt: Filtro de plataformas

source: Prefer accessible options
de: Barrierefreie Optionen bevorzugen
fr: Privilégier les options accessibles
lb: Accessibel Optioune bevorzugen
pt: Preferir opções acessíveis

source: Prefer step-free routes
de: Stufenlose Routen bevorzugen
fr: Privilégier les itinéraires sans marches
lb: Route ouni Träppleke bevorzugen
pt: Preferir rotas sem degraus

source: Preferred mode
de: Bevorzugtes Verkehrsmittel
fr: Mode préféré
lb: Bevorzugte Modus
pt: Modo preferido

source: Privacy
de: Datenschutz
fr: Confidentialité
lb: Dateschutz
pt: Privacidade

source: Public transport in Luxembourg, made easy.
de: Öffentlicher Verkehr in Luxemburg, ganz einfach.
fr: Les transports publics au Luxembourg, en toute simplicité.
lb: Ëffentlechen Transport zu Lëtzebuerg, einfach gemaach.
pt: Transportes públicos no Luxemburgo, de forma simples.

source: Quick destinations
de: Schnellziele
fr: Destinations rapides
lb: Séier Destinatiounen
pt: Destinos rápidos

source: Recent
de: Zuletzt verwendet
fr: Récent
lb: Rezent
pt: Recentes

source: Recent Places
de: Zuletzt verwendete Orte
fr: Lieux récents
lb: Rezent Plazen
pt: Locais recentes

source: Recently departed
de: Kürzlich abgefahren
fr: Partis récemment
lb: Viru kuerzem fortgefuer
pt: Partiu recentemente

source: Refresh alerts
de: Meldungen aktualisieren
fr: Actualiser les alertes
lb: Warnungen aktualiséieren
pt: Atualizar alertas

source: Refresh departures
de: Abfahrten aktualisieren
fr: Actualiser les départs
lb: Departuren aktualiséieren
pt: Atualizar partidas

source: Refresh departures for %@
de: Abfahrten für %1$@ aktualisieren
fr: Actualiser les départs pour %1$@
lb: Departuren fir %1$@ aktualiséieren
pt: Atualizar partidas para %1$@

source: Refresh favourites
de: Favoriten aktualisieren
fr: Actualiser les favoris
lb: Favoritten aktualiséieren
pt: Atualizar favoritos

source: Refresh Routes
de: Routen aktualisieren
fr: Actualiser les itinéraires
lb: Weeër aktualiséieren
pt: Atualizar rotas

source: Refreshing departures
de: Abfahrten werden aktualisiert
fr: Actualisation des départs
lb: Departure ginn aktualiséiert
pt: A atualizar partidas

source: Remind %lld min before
de: Erinnerung %1$lld Min. vorher
fr: Rappeler %1$lld min avant
lb: Erënnerung %1$lld Min. virdrun
pt: Lembrar %1$lld min antes

source: Remind %lld min before (default)
de: Erinnerung %1$lld Min. vorher (Standard)
fr: Rappeler %1$lld min avant (par défaut)
lb: Erënnerung %1$lld Min. virdrun (Standard)
pt: Lembrar %1$lld min antes (predefinição)

# Reminder set for %lld min before %@ to %@
source: Reminder set for %1$lld min before %2$@ to %3$@
de: Erinnerung für %1$lld Min. vor %2$@ nach %3$@ festgelegt
fr: Rappel défini %1$lld min avant %2$@ vers %3$@
lb: Erënnerung fir %1$lld Min. virun %2$@ op %3$@ agestallt
pt: Lembrete definido para %1$lld min antes de %2$@ para %3$@

source: Reminders
de: Erinnerungen
fr: Rappels
lb: Erënnerungen
pt: Lembretes

source: Remove
de: Entfernen
fr: Supprimer
lb: Ewechhuelen
pt: Remover

source: Remove %@ from favourites
de: %1$@ aus Favoriten entfernen
fr: Retirer %1$@ des favoris
lb: %1$@ aus de Favoritten ewechhuelen
pt: Remover %1$@ dos favoritos

source: Remove favourite
de: Favorit entfernen
fr: Supprimer le favori
lb: Favorit ewechhuelen
pt: Remover favorito

source: Remove Label
de: Bezeichnung entfernen
fr: Supprimer le libellé
lb: Label ewechhuelen
pt: Remover etiqueta

source: Retry departures
de: Abfahrten erneut laden
fr: Réessayer les départs
lb: Departuren nach eemol lueden
pt: Tentar partidas novamente

source: Route options
de: Routenoptionen
fr: Options d’itinéraire
lb: Weeoptiounen
pt: Opções de rota

source: Route Planner Defaults
de: Standardwerte der Routenplanung
fr: Paramètres par défaut du planificateur d’itinéraire
lb: Standardastellunge vun der Routeplanung
pt: Predefinições do planeador de rotas
